results/v042/raw-ntnt042-params-run2.txt
Running 15s test @ http://127.0.0.1:3100/users/42
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   346.49us  131.52us   4.53ms   75.02%
    Req/Sec    67.37k     2.98k   72.73k    78.17%
  Latency Distribution
     50%  325.00us
     75%  411.00us
     90%  511.00us
     99%  766.00us
  4021692 requests in 15.02s, 2.03GB read
Requests/sec: 267831.61
Transfer/sec:    138.70MB