results/v042/raw-ntnt042-queries-run3.txt
Running 15s test @ http://127.0.0.1:3100/queries?count=20
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    42.67ms    2.48ms  77.23ms   87.07%
    Req/Sec   587.41     58.13   750.00     69.67%
  Latency Distribution
     50%   41.92ms
     75%   42.51ms
     90%   46.35ms
     99%   50.91ms
  35097 requests in 15.02s, 39.95MB read
Requests/sec:   2337.39
Transfer/sec:      2.66MB